# --------------------------------------------------------------------------------
def get_order_main_text():
    return '''Ответь на пару вопросов для оформления заказа ⬇️'''


# --------------------------------------------------------------------------------
def get_order_model_name_text():
    return '''1/5

Напиши название модели'''


# --------------------------------------------------------------------------------
def get_order_size_text():
    return '''2/5

Укажи свой размер'''


# --------------------------------------------------------------------------------
def get_order_user_name_text():
    return '''3/5

Напиши своё имя (ФИО)'''


# --------------------------------------------------------------------------------
def get_order_phone_text():
    return '''4/5

Напиши свой номер телефона для связи'''


# --------------------------------------------------------------------------------
def get_order_address_text():
    return '''5/5
    
Отправь свой адрес для доставки'''

# TODO переделать нейминг