# --------------------------------------------------------------------------------
def get_text_start() -> str :
    return '''Добро пожаловать! Рады представить тебе нашего чат-бота 🛍
Мы стараемся сделать твои покупки удобнее 🥵
'''


def  get_text_menu() -> str:
    return '''Главное меню:

🛍 Каталог - тут вы можете просмотреть весь наш ассортимент

🚀 Сделать заказ - пройдите небольшой опрос, для того чтобы оформить заказ

📦 Отследить заказ - узнать, где находится ваша посылка

📌 Связь/Инфо - узнать дополнительную информацию или связаться с менеджером

Если меню скрыто, нажми на 🎛 в правом нижнем углу'''


