# --------------------------------------------------------------------------------
def get_catalog_text() -> str :
    return '''Тыкни на интересующую категорию 👉💥

Original - самые топовые оригиналные модели за вкусную цену😋

Luxury Copy - качественные копии не уступающие оригиналу, друган не отличит🤭'''



# --------------------------------------------------------------------------------
def get_order_text() -> str :
    return '''У нас есть две категории:

На заказ - это обширный каталог ассортимента, но доставка будет в течении нескольких недель📨

В наличии - здесь ассортимента поменьше, но доставка намного быстрее 🚗💨'''



# --------------------------------------------------------------------------------
def get_categories_text() -> str :
    return '''Тыкни интересующую категорию 👇'''


# --------------------------------------------------------------------------------
def get_description_categories_text(type_categories: str) -> str :
    return f'''Каталог: {type_categories}'''