# --------------------------------------------------------------------------------
def get_text_order_main():
    return '''Ответь на пару вопросов для оформления заказа ⬇️'''


# --------------------------------------------------------------------------------
def get_text_order_model_name():
    return '''Модель: -------------[ 1/5 ]----------------------

- Напиши название модели

Например: Nike Air Force 1 Gold Chains

-----------------------------------------------------------'''


# --------------------------------------------------------------------------------
def get_text_order_size():
    return '''Размер: -------------[ 2/5 ]----------------------

- Укажи свой размер

Например: 39

-----------------------------------------------------------'''


def get_text_unreal_size():
    return '''Ты ввел нереальный размер'''


def get_text_incorrect_size():
    return '''Напиши размер цифрами, например: 40'''

# --------------------------------------------------------------------------------
def get_text_order_user_name():
    return '''ФИО: ------------------[ 3/5 ]----------------------

- Напиши своё имя (ФИО)

Например: Иванов Иван Иванович

-----------------------------------------------------------'''


def get_text_incorrect_name():
    return '''Ты написал некорректное ФИО
Пример: Иванов Иван Иванович'''


# --------------------------------------------------------------------------------
def get_text_order_phone():
    return '''Телефон: -------------[ 4/5 ]---------------------

- Напиши свой номер телефона для связи

Напиши свой номер в виде:
+79993332211
89993332211

Или нажми на "📱 Отправить номер телефона"
-----------------------------------------------------------'''


def get_text_incorrect_phone():
    return '''Номер не соответствует шаблону
Пример: +79999999999 или 89999999999'''

# --------------------------------------------------------------------------------
def get_text_order_address():
    return '''Адрес: ----------------[ 5/5 ]---------------------

- Отправь свой адрес для доставки

Или письменно

Или нажимай на "🌏 Отправить геолокацию"

-----------------------------------------------------------'''
